#
# Copyright (c) 2017, 2018, Oracle and/or its affiliates. All rights reserved.
# DO NOT ALTER OR REMOVE COPYRIGHT NOTICES OR THIS FILE HEADER.
#
# This code is free software; you can redistribute it and/or modify it
# under the terms of the GNU General Public License version 2 only, as
# published by the Free Software Foundation.  Oracle designates this
# particular file as subject to the "Classpath" exception as provided
# by Oracle in the LICENSE file that accompanied this code.
#
# This code is distributed in the hope that it will be useful, but WITHOUT
# ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or
# FITNESS FOR A PARTICULAR PURPOSE.  See the GNU General Public License
# version 2 for more details (a copy is included in the LICENSE file that
# accompanied this code).
#
# You should have received a copy of the GNU General Public License version
# 2 along with this work; if not, write to the Free Software Foundation,
# Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
#
# Please contact Oracle, 500 Oracle Parkway, Redwood Shores, CA 94065 USA
# or visit www.oracle.com if you need additional information or have any
# questions.
#
#

param.app-name.name=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u540D
param.app-name.description=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u540D\u524D\u3002

param.app-fs-name.name=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u540D
param.app-fs-name.description=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u4F7F\u7528\u306B\u9069\u3057\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u540D\u524D\u3002\u4E00\u822C\u7684\u306B\u3001\u5358\u306B\u6587\u5B57\u3001\u6570\u5024\u3001\u30C9\u30C3\u30C8\u304A\u3088\u3073\u30C0\u30C3\u30B7\u30E5\u3067\u3059\u3002

param.app-resource.description=\u30EA\u30BD\u30FC\u30B9\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u914D\u7F6E\u3059\u308B\u3059\u3079\u3066\u306E\u30D5\u30A1\u30A4\u30EB\u3002\u30A2\u30BB\u30C3\u30C8\u3068\u3057\u3066\u5FC5\u8981\u306A\u3059\u3079\u3066\u306Ejar\u3092\u542B\u3081\u3066\u3044\u307E\u3059\u3002
param.app-resources.name=\u30EA\u30BD\u30FC\u30B9

param.app-resource-list.description=\u30EA\u30BD\u30FC\u30B9\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u914D\u7F6E\u3059\u308B\u3059\u3079\u3066\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u542B\u3080RelativeFileSet\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30EA\u30B9\u30C8\u3002\u30A2\u30BB\u30C3\u30C8\u3068\u3057\u3066\u5FC5\u8981\u306A\u3059\u3079\u3066\u306Ejar\u3092\u542B\u3081\u3066\u3044\u307E\u3059\u3002
param.app-resources-list.name=\u30EA\u30BD\u30FC\u30B9\u30FB\u30EA\u30B9\u30C8

param.build-root.name=\u4F5C\u6210\u30EB\u30FC\u30C8
param.build-root.description=\u4E00\u6642\u30D5\u30A1\u30A4\u30EB\u3092\u4F7F\u7528\u304A\u3088\u3073\u914D\u7F6E\u3059\u308B\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3002

param.category.name=\u30AB\u30C6\u30B4\u30EA
param.category.description=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30AB\u30C6\u30B4\u30EA\u307E\u305F\u306F\u30B0\u30EB\u30FC\u30D7\u3002\u4E00\u822C\u7684\u306B\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u56FA\u6709\u306E\u30AB\u30C6\u30B4\u30EA\u3082\u6307\u5B9A\u3057\u307E\u3059\u3002
param.category.default=\u4E0D\u660E

param.copyright.name=\u30B3\u30D4\u30FC\u30E9\u30A4\u30C8 
param.copyright.description=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30B3\u30D4\u30FC\u30E9\u30A4\u30C8\u3002
param.copyright.default=Copyright (C) {0,date,YYYY}

param.description.name=\u8AAC\u660E
param.description.description=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u8A73\u7D30\u306A\u8AAC\u660E
param.description.default=\u306A\u3057

param.desktop-shortcut-hint.name=\u30B7\u30E7\u30FC\u30C8\u30AB\u30C3\u30C8\u306E\u30D2\u30F3\u30C8
param.desktop-shortcut-hint.description=\u30D0\u30F3\u30C9\u30E9\u304C\u30C7\u30B9\u30AF\u30C8\u30C3\u30D7\u30FB\u30B7\u30E7\u30FC\u30C8\u30AB\u30C3\u30C8\u3092\u4F5C\u6210\u3067\u304D\u308B\u5834\u5408\u3001\u4F5C\u6210\u3057\u307E\u3059\u304B\u3002

param.icon-file.name=\u30A2\u30A4\u30B3\u30F3
param.icon-file.description=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30F3\u30C9\u30EB\u306E\u30E1\u30A4\u30F3\u30FB\u30A2\u30A4\u30B3\u30F3\u3002

param.identifier.name=\u8B58\u5225\u5B50
param.identifier.description=\u3053\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30DE\u30B7\u30F3\u3067\u8AAD\u53D6\u308A\u53EF\u80FD\u306A\u8B58\u5225\u5B50\u306F\u4F55\u3067\u3059\u304B\u3002\u5F62\u5F0F\u306F\u3001com.example.myapplication\u306A\u3069\u3001DNS\u540D\u306E\u9006\u9806\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002

param.arguments.name=\u30B3\u30DE\u30F3\u30C9\u30E9\u30A4\u30F3\u5F15\u6570
param.arguments.description=\u5F15\u6570\u304C\u30E9\u30F3\u30C1\u30E3\u306B\u3088\u3063\u3066\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306B\u3001\u30E1\u30A4\u30F3\u30FB\u30AF\u30E9\u30B9\u306B\u6E21\u3055\u308C\u308B\u30B3\u30DE\u30F3\u30C9\u30E9\u30A4\u30F3\u5F15\u6570\u3002

param.jvm-options.name=JVM\u30AA\u30D7\u30B7\u30E7\u30F3
param.jvm-options.description=\u6E21\u3055\u308C\u308BJVM\u30D5\u30E9\u30B0\u304A\u3088\u3073\u30AA\u30D7\u30B7\u30E7\u30F3\u3002

param.jvm-system-properties.name=JVM\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3
param.jvm-system-properties.description=(\u5404\u7A2E-Dname=value\u306E)JVM\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3002

param.license-file.name=\u30E9\u30A4\u30BB\u30F3\u30B9
param.license-file.description=\u30E9\u30A4\u30BB\u30F3\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB\u3001\u30A2\u30BB\u30F3\u30D6\u30EB\u3055\u308C\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u5BFE\u3057\u3066\u76F8\u5BFE\u7684\u3067\u3059\u3002

param.license-type.name=
param.license-type.description=
param.license-type.default=\u4E0D\u660E

param.main-class.name=\u30E1\u30A4\u30F3\u30FB\u30AF\u30E9\u30B9
param.main-class.description=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30E1\u30A4\u30F3\u30FB\u30AF\u30E9\u30B9\u3002javafx.application.Application\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u307E\u305F\u306Fmain\u30E1\u30BD\u30C3\u30C9\u3092\u542B\u3080Java\u30AF\u30E9\u30B9\u3002

param.main-module.name=\u30E1\u30A4\u30F3\u30FB\u30E2\u30B8\u30E5\u30FC\u30EB
param.main-module.description=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30E1\u30A4\u30F3\u30FB\u30E2\u30B8\u30E5\u30FC\u30EB\u3002\u3053\u308C\u306F\u30E1\u30A4\u30F3\u30FB\u30AF\u30E9\u30B9\u3092\u542B\u3080\u30E2\u30B8\u30E5\u30FC\u30EB\u3067\u3059\u3002

param.classpath.name=\u30E1\u30A4\u30F3Jar\u306E\u30AF\u30E9\u30B9\u30D1\u30B9
param.classpath.description=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30E1\u30A4\u30F3jar\u304B\u3089\u306E\u30AF\u30E9\u30B9\u30D1\u30B9\u3067\u3001\u30A2\u30BB\u30F3\u30D6\u30EB\u3055\u308C\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u5BFE\u3057\u3066\u76F8\u5BFE\u7684\u3067\u3059\u3002

param.main-jar.name=\u30E1\u30A4\u30F3Jar
param.main-jar.description=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30E1\u30A4\u30F3jar\u3002\u3053\u306Ejar\u306Fmain-class\u3092\u6301\u3064\u5FC5\u8981\u304C\u3042\u308A\u3001\u30A2\u30BB\u30F3\u30D6\u30EB\u3055\u308C\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u5BFE\u3057\u3066\u76F8\u5BFE\u7684\u3067\u3059\u3002

param.sign-bundle.name=\u7F72\u540D\u30D0\u30F3\u30C9\u30EB
param.sign-bundle.description=\u30D0\u30F3\u30C9\u30E9\u304C\u7F72\u540D\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u308B\u5834\u5408\u3001\u30D0\u30F3\u30C9\u30EB\u304C\u7F72\u540D\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u8981\u6C42\u3057\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u5024\u306F\u30D0\u30F3\u30C9\u30E9\u306B\u3088\u3063\u3066\u7570\u306A\u308A\u307E\u3059\u3002\u7F72\u540D\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u306A\u3044\u30D0\u30F3\u30C9\u30E9\u3067\u306F\u3001\u3053\u306E\u8A2D\u5B9A\u306F\u8B66\u544A\u306A\u3057\u3067\u7121\u8996\u3055\u308C\u307E\u3059\u3002

param.menu-shortcut-hint.name=\u30E1\u30CB\u30E5\u30FC\u306E\u30D2\u30F3\u30C8
param.menu-shortcut-hint.description=\u30D0\u30F3\u30C9\u30E9\u304C\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30B7\u30B9\u30C6\u30E0\u30FB\u30E1\u30CB\u30E5\u30FC\u306B\u8FFD\u52A0\u3067\u304D\u308B\u5834\u5408\u3001\u5B9F\u884C\u3057\u307E\u3059\u304B\u3002

param.name.name=\u540D\u524D
param.name.description=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u540D\u524D\u3002

param.system-wide.name=\u30B7\u30B9\u30C6\u30E0\u5168\u4F53
param.system-wide.description=\u3053\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306F\u3001\u305D\u308C\u81EA\u4F53\u3092\u30B7\u30B9\u30C6\u30E0\u5168\u4F53\u306B\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3057\u307E\u3059\u304B\u3001\u307E\u305F\u306F\u5404\u30E6\u30FC\u30B6\u30FC\u306B\u5BFE\u3057\u3066\u306E\u307F\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3057\u307E\u3059\u304B\u3002Null\u306F\u30B7\u30B9\u30C6\u30E0\u30FB\u30C7\u30D5\u30A9\u30EB\u30C8\u3092\u4F7F\u7528\u3059\u308B\u3053\u3068\u3092\u610F\u5473\u3057\u307E\u3059\u3002

param.title.name=\u30BF\u30A4\u30C8\u30EB
param.title.description=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30BF\u30A4\u30C8\u30EB\u3002

param.vendor.name=\u30D9\u30F3\u30C0\u30FC
param.vendor.description=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30D9\u30F3\u30C0\u30FC\u3002
param.vendor.default=\u4E0D\u660E

param.version.name=\u30D0\u30FC\u30B8\u30E7\u30F3
param.version.description=\u3053\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3002
param.version.default=1.0

param.verbose.name=\u8A73\u7D30
param.verbose.description=\u8A73\u7D30\u60C5\u5831\u3092\u51FA\u529B\u3059\u308B\u305F\u3081\u306E\u30D5\u30E9\u30B0\u3067\u3001\u30D0\u30F3\u30C9\u30E9\u306E\u69CB\u6210\u30D5\u30A1\u30A4\u30EB\u3092\u4FDD\u5B58\u3057\u307E\u3059\u3002

param.drop-in-resources-root.name=\u30EA\u30BD\u30FC\u30B9\u5185\u306E\u30C9\u30ED\u30C3\u30D7\u30FB\u30EB\u30FC\u30C8
param.drop-in-resources-root.description=\u30EA\u30BD\u30FC\u30B9\u5185\u306E\u30D0\u30F3\u30C9\u30E9\u56FA\u6709\u306E\u30C9\u30ED\u30C3\u30D7\u3092\u63A2\u3059\u305F\u3081\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3002\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306F\u30AF\u30E9\u30B9\u30D1\u30B9\u3092\u691C\u7D22\u3057\u307E\u3059\u3002

param.secondary-launchers.name=\u30BB\u30AB\u30F3\u30C0\u30EA\u30FB\u30E9\u30F3\u30C1\u30E3
param.secondary-launchers.description=\u30BB\u30AB\u30F3\u30C0\u30EA\u30FB\u30E9\u30F3\u30C1\u30E3\u306E\u30D0\u30F3\u30C9\u30EB\u30FB\u30D1\u30E9\u30E1\u30FC\u30BF\u60C5\u5831\u306E\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3

param.file-associations.name=\u30D5\u30A1\u30A4\u30EB\u30FB\u30A2\u30BD\u30B7\u30A8\u30FC\u30B7\u30E7\u30F3
param.file-associations.description=\u5404\u30DE\u30C3\u30D7\u304C\u30D5\u30A1\u30A4\u30EB\u30FB\u30A2\u30BD\u30B7\u30A8\u30FC\u30B7\u30E7\u30F3\u3092\u793A\u3059\u30DE\u30C3\u30D7\u306E\u30EA\u30B9\u30C8\u3002\u5404\u30DE\u30C3\u30D7\u3067\u4E00\u9023\u306E"fileAssociation."\u30D0\u30F3\u30C9\u30EB\u5F15\u6570\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002

param.fa-extension.name=\u30D5\u30A1\u30A4\u30EB\u30FB\u30A2\u30BD\u30B7\u30A8\u30FC\u30B7\u30E7\u30F3\u306E\u62E1\u5F35\u5B50
param.fa-extension.description=\u95A2\u9023\u4ED8\u3051\u308B\u30D5\u30A1\u30A4\u30EB\u62E1\u5F35\u5B50\u3001\u30C9\u30C3\u30C8\u306A\u3057\u306E\u62E1\u5F35\u5B50\u3002

param.fa-content-type.name=\u30D5\u30A1\u30A4\u30EB\u30FB\u30A2\u30BD\u30B7\u30A8\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30BF\u30A4\u30D7
param.fa-content-type.description=\u95A2\u9023\u4ED8\u3051\u308B\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30BF\u30A4\u30D7\u3002application/x-vnd.my-awesome-app\u306A\u3069\u3067\u3059\u3002

param.fa-icon.name=\u30D5\u30A1\u30A4\u30EB\u30FB\u30A2\u30BD\u30B7\u30A8\u30FC\u30B7\u30E7\u30F3\u30FB\u30A2\u30A4\u30B3\u30F3
param.fa-icon.description=\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u306B\u4F7F\u7528\u3059\u308B\u30A2\u30A4\u30B3\u30F3\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A2\u30A4\u30B3\u30F3\u3067\u3059\u3002

param.fa-description.name=\u30D5\u30A1\u30A4\u30EB\u30FB\u30A2\u30BD\u30B7\u30A8\u30FC\u30B7\u30E7\u30F3\u306E\u8AAC\u660E
param.fa-description.description=\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u306B\u4F7F\u7528\u3059\u308B\u8AAC\u660E\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306F"<appName>\u30D5\u30A1\u30A4\u30EB"\u3067\u3059\u3002

param.source-dir.name=\u30BD\u30FC\u30B9\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
param.source-dir.description=\u30D0\u30F3\u30C9\u30EB\u3059\u308B\u30D5\u30A1\u30A4\u30EB\u3092\u542B\u3080\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3078\u306E\u30D1\u30B9\u3002

param.module-path.name=\u30E2\u30B8\u30E5\u30FC\u30EB\u30FB\u30D1\u30B9
param.module-path.description=Java\u30E9\u30F3\u30BF\u30A4\u30E0\u3092\u30D1\u30C3\u30B1\u30FC\u30B8\u30F3\u30B0\u3059\u308B\u969B\u306B\u3001JLink\u304C\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u63A2\u3059\u30D1\u30B9\u3067\u3059\u3002

param.add-modules.name=\u8FFD\u52A0\u30E2\u30B8\u30E5\u30FC\u30EB
param.add-modules.description=\u4F7F\u7528\u53EF\u80FD\u306A\u30B5\u30FC\u30D3\u30B9\u3092\u542B\u3080\u3001JImage\u306E\u4F5C\u6210\u306B\u8FFD\u52A0\u3059\u308B\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30EA\u30B9\u30C8\u3002

param.limit-modules.name=\u5236\u9650\u30E2\u30B8\u30E5\u30FC\u30EB
param.limit-modules.description=JImage\u306E\u4F5C\u6210\u3092\u5236\u9650\u3059\u308B\u30E2\u30B8\u30E5\u30FC\u30EB\u3002

param.strip-executables.name=\u30CD\u30A4\u30C6\u30A3\u30D6\u306E\u5B9F\u884C\u53EF\u80FD\u30D5\u30A1\u30A4\u30EB\u306E\u524A\u9664
param.strip-executables.description=JImage\u306E\u4F5C\u6210\u304B\u3089\u30CD\u30A4\u30C6\u30A3\u30D6\u306E\u5B9F\u884C\u53EF\u80FD\u30D5\u30A1\u30A4\u30EB\u3092\u524A\u9664\u3057\u307E\u3059\u3002

param.main.module.name=\u30E1\u30A4\u30F3\u30FB\u30E2\u30B8\u30E5\u30FC\u30EB
param.main.module.description=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30E1\u30A4\u30F3\u30FB\u30E2\u30B8\u30E5\u30FC\u30EB\u3002\u3053\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u306Fmain-class\u3092\u6301\u3064\u5FC5\u8981\u304C\u3042\u308A\u3001\u30E2\u30B8\u30E5\u30FC\u30EB\u30FB\u30D1\u30B9\u4E0A\u306B\u3042\u308A\u307E\u3059\u3002

error.no-main-class-with-main-jar=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30AF\u30E9\u30B9\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u304B\u3063\u305F\u304B\u3001jar {0}\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
error.no-main-class-with-main-jar.advice=applicationClass\u3092\u6307\u5B9A\u3059\u308B\u304B\u3001jar {0}\u304C\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\u306EapplicationClass\u3092\u6307\u5B9A\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
error.no-main-class-with-classpath=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30AF\u30E9\u30B9\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u304B\u3063\u305F\u304B\u3001\u6307\u5B9A\u3055\u308C\u305F\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
error.no-main-class-with-classpath.advice=applicationClass\u3092\u6307\u5B9A\u3059\u308B\u304B\u3001\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\u306EapplicationClass\u3092\u542B\u3080jar\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
error.no-main-class=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30AF\u30E9\u30B9\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u304B\u3063\u305F\u304B\u3001\u6307\u5B9A\u3055\u308C\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30EA\u30BD\u30FC\u30B9\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
error.no-main-class.advice=applicationClass\u3092\u6307\u5B9A\u3059\u308B\u304B\u3001appResources\u306B\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\u306EapplicationClass\u3092\u542B\u3080jar\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
error.main-jar-does-not-exist=\u69CB\u6210\u3055\u308C\u305F\u30E1\u30A4\u30F3jar\u306F{0}\u306B\u5B58\u5728\u3057\u307E\u305B\u3093
error.main-jar-does-not-exist.advice=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30EA\u30BD\u30FC\u30B9\u306B\u5BFE\u3057\u3066\u76F8\u5BFE\u7684\u306B(\u7D76\u5BFE\u30D1\u30B9\u3067\u306F\u306A\u3044)\u30E1\u30A4\u30F3jar\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u3001\u305D\u306E\u30EA\u30BD\u30FC\u30B9\u5185\u306B\u5B58\u5728\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002

warning.no.jdk.modules.found=\u8B66\u544A: JDK\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
